[
    {
      "text": "Пишите код так, как будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете",
      "author": "Стив Макконнелл"
    },
    {
      "text": "Сложность программы растет до тех пор, пока не превысит способности программиста",
      "author": "Артур Блох. Законы Мэрфи"
    },
      {
      "text": "Ходить по воде и разрабатывать программы, следуя ТЗ, очень просто… если они заморожены",
      "author": "И. Берард"
    },
    {
        "text": "Оценивать эффективность процесса программирования количеством написанных строк кода — то же самое, что оценивать процесс создания самолёта по его весу",
        "author": "Билл Гейтс"
    },
    {
        "text": "Наслаждайтесь тем, что вы делаете и вы никогда в своей жизни не будете работать",
        "author": "Билл Гейтс"
    }, 
    {
        "text": "Когда вам в голову пришла хорошая идея, действуйте незамедлительно",
        "author": "Билл Гейтс"
    },  
    {
        "text": "Успех — плохой учитель. Он заставляет умных людей думать, что они не могут проиграть",
        "author": "Билл Гейтс"
    }, 
    {
        "text": "Прежде чем отправляться спасать леса Амазонии от уничтожения жестоким поколением твоих родителей, попробуй хотя бы навести порядок в своей комнате",
        "author": "Билл Гейтс"
    },
    {
        "text": "Не сравнивайте себя ни с кем. Это оскорбительно в первую очередь для вас",
        "author": "Билл Гейтс"
    }, 
    {
        "text": "Работать нужно не 12 часов, а головой!",
        "author": "Стив Джобс"
    },
    {
        "text": "Лучше взять и изобрести завтрашний день, чем переживать о том, что вчерашний был так себе",
        "author": "Стив Джобс"
    },  
    {
        "text": "Главное — задать правильный вопрос. Все дело в вопросах",
        "author": "Илон Маск"
    },
    {
        "text": "Если вы покажете людям правильный путь, то с мотивацией проблем не будет",
        "author": "Илон Маск"
    },
    {
        "text": "Те сумасшедшие, кто считают, что они могут изменить мир, в конце концов его и меняют",
        "author": "Стив Возняк"
    }, 
    {
        "text": "Предпринимателям нужен был не компьютер, им нужно было решение",
        "author": "Стив Возняк"
    }, 
    {
        "text": "Везде, где работают умные люди, двери не заперты",
        "author": "Стив Возняк"
    }

  ]  