[
    {
      "text": "I choose a lazy person to do a hard job. Because a lazy person will find an easy way to do it.",
      "author": "Bill Gates"
    },
    {
        "text": "Success is a lousy teacher. It seduces smart people into thinking they can’t lose.",
        "author": "Bill Gates"
    },
    {
        "text": "It’s fine to celebrate success but it is more important to heed the lessons of failure.",
        "author": "Bill Gates"
    },
    {
        "text": "Life is not fair; get used to it.",
        "author": "Bill Gates"
    },
    {
        "text": "Don’t compare yourself with anyone in this world…if you do so, you are insulting yourself.",
        "author": "Bill Gates"
    },
    {
        "text": "Your most unhappy customers are your greatest source of learning.",
        "author": "Bill Gates"
    },
    {
        "text": "If you give people tools, and they use their natural abilities and their curiosity, they will develop things in ways that will surprise you very much beyond what you might have expected.",
        "author": "Bill Gates"
    },
    {
        "text": "Don't let the noise of others' opinions drown out your own inner voice.",
        "author": "Steve Jobs"        
    },
    {
        "text": "If you haven't found it yet, keep looking.",
        "author": "Steve Jobs"        
    },
    {
        "text": "Innovation distinguishes between a leader and a follower.",
        "author": "Steve Jobs"        
    },
    {
        "text": "Your time is limited, so don't waste it living someone else's life.",
        "author": "Steve Jobs"        
    },
    {
        "text": "When something is important enough, you do it even if the odds are not in your favor.",
        "author": "Elon Musk"        
    },
    {
        "text": "Experience is the teacher of fools.",
        "author": "Titus Livius"        
    },
    {
        "text": "Do what you can, with what you have, where you are",
        "author": "T. Rusvelt"        
    },
    {
        "text": "We are what we repeatedly do",
        "author": "Aristotel"        
    },
    {
        "text": "Success is not final, failure is not fatal: it is the courage to continue that counts",
        "author": "W. Churchill"        
    }                               
]